Repository: qt911025/d20m-srd-zhcn
Catalog: d20m-srd-zhcn-level2.tmx
Source language: en_us
Languages: zh_cn

source: Also, a character can’t make a Wealth check to see if he or she has a mundane object on hand during character generation or between adventures—only during play.
zh_cn: 而且角色不能在创建角色或场间这么做，只能在游戏过程内做。

source: Also, at the GM’s option, a hero might be considered infamous in certain situations due to events that have transpired in the campaign.
zh_cn: 同样，GM判定英雄是否在特定情况下背负骂名取决于该场游戏发生的事件。

source: Also, dodge bonuses stack with each other, unlike most other types of bonuses.
zh_cn: 而且，不像其他加值，闪避加值可叠加。

source: Also, dodge bonuses stack, unlike most other types of bonuses.
zh_cn: 而且，不像其他加值，闪避加值可叠加。

source: Also, he or she suffers its armor check penalty on attack rolls and on all skill checks that involve moving.
zh_cn: 而且护甲的检定减值适用于攻击骰和所有涉及移动的技能检定。

source: Also, if the character is the driver, he or she can take his or her attack action to make an attack at any point along the vehicle’s movement.
zh_cn: 同样，如果角色是驾驶员，角色将可以在载具移动的任何阶段进行攻击。

source: Also, if the combatants are different sizes, the larger combatant gets a bonus on the attack roll of +4 per difference in size category.
zh_cn: 同样，如果对抗双方的体型不同，大的一方的攻击骰检定会获得每体型等级差距+4的加值。

source: Also, it always takes a number of hours equal to the purchase DC of the object or service.
zh_cn: 同样，这样购买物品与服务也需要耗费与购买DC等同的小时数。

source: Also, it can’t be used to detect a lineman’s buttset.
zh_cn: 而且检测器无法检测出接线工具的窃听行为。

source: Also, just because the character fits into a certain category of people doesn’t mean the character has to have that category as an allegiance.
zh_cn: 此外，角色只是身为某一类人并不意味着该角色与这类人阵营相同。

source: Also, placing an explosive for maximum effect against a structure calls for a check, as does disarming an explosive device.
zh_cn: 而且，将爆炸物放置在结构的最佳的破坏位置需要此检定，拆除爆破装置也需要。

source: Also, the Infiltrator is able to make do without proper equipment in certain circumstances: the Infiltrator no longer takes a –4 penalty when using the Climb and Disable Device skills without the proper tools.
zh_cn: 同样，渗透者在缺乏适当工具使用攀爬和解除装置技能不再受到4点减值。

source: Also, the armor check penalty applies only to Balance, Climb, Escape Artist, Hide, Jump, Move Silently, and Tumble checks.
zh_cn: 而且护甲的检定减值只应用于平衡、攀爬、脱逃、躲藏、跳跃、潜行以及翻滚检定。

source: Also, the character can get the feeling that someone is trustworthy and honorable.
zh_cn: 同样也可以感受到他人的可信和君子风度。

source: Also, the character may sleep in medium or light armor without becoming fatigued.
zh_cn: 而且，角色穿着中型或轻型护甲睡觉不会疲乏。

source: Also, the starting occupation selected can provide additional class skills to choose from.
zh_cn: 此外，角色的职业背景也能提供可选的本职技能。

source: Also, the starting occupation the character selects can provide additional class skills to choose from.
zh_cn: 此外，角色的职业背景也能提供可选的本职技能。

source: Also, the starting occupation the hero selects can provide additional class skills to choose from.
zh_cn: 此外，角色的职业背景也能提供可选的本职技能。

source: Also, there is a penalty for spending beyond a character’s means.
zh_cn: 花费要是超过角色的余额，也会有所惩罚。

source: Also, this feat allows the character to use a melee weapon in one hand and a ranged weapon in the other.
zh_cn: 此专长也允许角色可以一手用近战武器一手用远程武器。

source: Also, this feat provides a +1 bonus on all Profession checks.
zh_cn: 而且，此专长为所有专业检定提供1点加值。

source: Alternatively, a character can make an Escape Artist check opposed by the opponent’s grapple check to escape from the pin.
zh_cn: 或者，角色可以做一个`脱逃`检定，与对手的擒抱检定相对抗，这样也能挣脱。

source: Alternatively, the character can command the animal to defend a specific other character.
zh_cn: 或者角色可以命令动物为制定的其他角色提供防御。

source: Alternatively, the character can make an Escape Artist check opposed by the opponent’s grapple check to escape from the grapple.
zh_cn: 或者，角色可以做一个`脱逃`检定，与对手的擒抱检定相对抗，这样也能挣脱。

source: Although a character doesn’t “fire” the weapon, treat a whip as a ranged weapon with a maximum range of 15 feet and no range penalties.
zh_cn: 虽然武器不是“发射”出来的，鞭子仍算作远程武器，最大射程为15尺，且无射程惩罚。

source: Although each advanced class naturally builds from a certain basic class, every advanced class is available to all characters who fulfill the prerequisites of the class, regardless of what basic classes they have gained levels in.
zh_cn: 虽然每个高级职业都是建立在相应的基本职业之上，但每个高级职业都是允许所有满足了职业要求的角色选择的，和角色的基本职业的等级没什么关系。

source: Although it comes with a 15-round magazine, the MP5K can also accept the same 30-round magazine as the MP5 (use of the larger magazine increases the weapon’s size to Large, though).
zh_cn: 虽然MP5K标配的弹匣是15发弹容，但它也能安装MP5的30发弹匣（而使用大弹匣的MP5K的体积为大型）。

source: Although it’s a sniper rifle, it fires a .50-caliber machine gun bullet, a round much more powerful than any other rifle ammunition.
zh_cn: 虽然是狙击步枪，它使用的却是.50口径的机枪弹，威力比其他的狙击枪弹更大。

source: Although ordinaries can multiclass freely between the six basic classes, they cannot take levels in any advanced class.
zh_cn: 虽然路人可以在基础职业间自由地跨职，但他们无法在高级职业上获得任何等级。

source: Although such items are more expensive, they offer no additional features or game benefits.
zh_cn: 虽然这些物品更贵，但不会拥有额外的功能或游戏性的增益。

source: Although the damage statistics on the table represent a 1-pound block, C4 is sold in 4-block packages.
zh_cn: 虽然表中的数据是一磅的，但C4是以一包4块的量出售的。

source: Although the name suggests a ranged weapon, a stun gun requires physical contact to affect its target.
zh_cn: 电棍需要近距离接触目标来攻击。

source: Ammunition for firearms and other ranged weapons is covered on Table: Ammunition.
zh_cn: 枪械以及其他远程武器的弹药见表：弹药。

source: An Acolyte can prepare a lower-level spell in place of a higher-level one if she desires.
zh_cn: 如果极缺空间，侍僧可以占用高级法术的位置来准备低级法术。

source: An Acolyte has access to the following divine skills.
zh_cn: 侍僧能使用以下神术技能。

source: An Acolyte may prepare and cast any spell on the divine spell list, provided she can cast spells of that level.
zh_cn: 侍僧可以准备和施展任何神术法术列表中的法术，只要相应等级的法术有配额。

source: An Acolyte must present her holy symbol to make a turning attempt, holding it in one hand in such a way that it is visible to the creatures she wants to affect.
zh_cn: 侍僧必须展示其神符以进行驱散，握在手中并让欲驱散的生物看见。

source: An Acolyte needs her holy symbol in order to cast certain divine spells.
zh_cn: 侍僧需要用`神符`来施展`神术法术`。

source: An Acolyte of 4th level or higher can channel stored energy into spells she has not prepared ahead of time.
zh_cn: 4级时，侍僧可以引导储存的能量到未事先准备的法术上，施展未准备的法术。

source: An Acolyte with a good allegiance can spontaneously cast cure spells (spells with “cure” in their name).
zh_cn: 善良阵营的侍僧可以自发施展`治疗法术`（名字带“治疗”的法术）。

source: An Acolyte with an evil allegiance can spontaneously convert prepared spells into inflict spells (spells with “inflict” in their name).
zh_cn: 邪恶阵营的侍僧可以自发用已准备法术施展`造成伤害法术`（名字带“造成某伤”的法术）。

source: An Infiltrator knows how to size up an area and get the lay of the land in a single sweep of his or her eyes.
zh_cn: 渗透者只需扫一眼就能丈量地形，判断地势。

source: An Investigator of 2nd level or higher cultivates associates and informants.
zh_cn: 2级时，调查员可以发展帮手和线人。

source: An Occultist has access to the following arcane skills.
zh_cn: 术士能使用以下秘法技能。

source: An Occultist has spell resistance equal to 5 + her Occultist level.
zh_cn: 术士对法术拥有5+本职业等级的抗力。

source: An advanced class represents a focus and a calling for the experienced adventurer.
zh_cn: 高级职业就是一些有经验的冒险者用的职业。

source: An alerted administrator may attempt to identify the character or cut off his or her access to the system.
zh_cn: 被警报的管理员会试图识别入侵的角色或者切断角色对系统的访问。

source: An alerted administrator may attempt to identify the character or cut off the character’s access to the system.
zh_cn: 被警报的管理员会试图识别入侵的角色或者切断角色对系统的访问。

source: An allegiance can create an empathic bond with others of the same allegiance.
zh_cn: 相同阵营的角色能互相感同身受，建立这种联系。

source: An ally must listen to and observe the Charismatic hero for a full round for the greater inspiration to take hold, and the hero must make a Charisma check (DC 10).
zh_cn: 友方必须整轮不动，用一整轮的时间来听取和观察魅力型英雄的高级激励，英雄作一次魅力检定（DC10）。

source: An ally must listen to and observe the Charismatic hero for a full round for the inspiration to take hold, and the hero must make a Charisma check (DC 10).
zh_cn: 友方必须整轮不动，用一整轮的时间来听取和观察魅力型英雄的激励，英雄作一次魅力检定（DC10）。

source: An alternative is to roll initiative for each vehicle, using the vehicle’s initiative modifier.
zh_cn: 另一种则是按载具计，使用载具的先攻调整值。

source: An animal can be trained for one general purpose only, though if the animal is capable of learning additional tricks (above and beyond those included in its general purpose) it may do so.
zh_cn: 一个动物只能学会一种`工作`，但是如果动物还有余力学习其他`技巧`（不在通用工作里的技巧）则仍可以学习。

source: An animal trained in riding may be “upgraded” to an animal trained in combat riding by spending three weeks and making a Handle Animal check (DC 20).
zh_cn: 可将已训练`骑乘`的动物“升级”至战斗骑乘，这需要3周时间进行驯养动物检定（DC20）。

source: An animal with an Intelligence of 1 can learn a maximum of three tricks, while an animal with an Intelligence of 2 can learn a maximum of six tricks.
zh_cn: 有1点智力的动物可以学习至多3个技巧，而有2点智力的动物可以学习至多6个技巧

source: An attack action allows a character to do something.
zh_cn: 角色可以一个攻击动作做一些事情。

source: An attack of opportunity is a single melee attack, and a character can only make one per round.
zh_cn: 借机攻击是单次近战攻击，角色只能每轮做一次。

source: An attack roll represents a character’s attempts to strike an opponent on the character’s turn in a round.
zh_cn: 攻击骰代表角色在自己的一个回合中试图攻击对手的行为。

source: An attack with a thrown explosive is a ranged attack made against a specific 5-foot square.
zh_cn: 投掷爆炸物的攻击是针对5尺方格区域的攻击。

source: An attacker can attempt a coup de grace against a helpless character.
zh_cn: 攻击者可以尝试给无助者来个致命一击。

source: An attacker who is prone (lying on the ground) takes a –4 penalty on melee attack rolls and can’t use bows or thrown ranged weapons.
zh_cn: 俯卧状态下的攻击者，不能使用弓或投掷类远程武器，近战攻击会有4点减值。

source: An electric guitar, necessary in order to use the Perform (stringed instrument) skill.
zh_cn: 如电吉他，使用表演（弦乐器）技能所必需。

source: An empowered weapon behaves like a magic weapon in the hands of the Shadow Slayer, providing an enhancement bonus equal to one-half of the Slayer’s level in this advanced class, rounded down.
zh_cn: 在暗影猎手手上强效化的武器会像魔化武器一样，获得等于本职业等级一半（向下取整）的增强加值。

source: An empowered weapon only acts as an empowered weapon in the hands of the Shadow Slayer who empowered it.
zh_cn: 强效化的武器只有握在施展者手中才能享受此增强加值。

source: An encumbered character performs as if his or her Dexterity modifier were no higher than +3.
zh_cn: 累赘角色的敏捷调整值将限定在不超过+3。

source: An encumbered character’s speed is reduced to the value given below, if the character is not already slowed to that speed for some other reason.
zh_cn: 累赘的角色速度将减至下表所示的速度，如果角色未因其他原因减至该速度。

source: An enemy that takes certain actions while in a threatened square provokes an attack of opportunity from the character.
zh_cn: 敌人在威胁范围采取特定动作将引发角色的借机攻击。

source: An entangled character takes a –2 penalty on attack rolls in addition to a –4 penalty to Dexterity.
zh_cn: 被纠缠的角色有两点攻击减值，以及4点敏捷减值。

source: An evil Acolyte makes the equivalent of a turning check.
zh_cn: 邪恶侍僧进行完全相同的驱散检定。

source: An evil allegiance shows a willingness to hurt, oppress, and kill others, and to debase or destroy innocent life.
zh_cn: 而邪恶阵营的人则趋向于伤害、压迫甚至杀害他人，并且贬低甚至危害无辜。

source: An exception is noted in a vehicle’s description when it applies.
zh_cn: 例外的载具规则将在载具的描述中提及。

source: An exceptionally heavy wire cutter, a bolt cutter can snip through padlocks or chain-link fences.
zh_cn: 格外笨重的剪线钳，断线钳能直接剪断挂锁或铁丝网栅栏。

source: An experienced character gets additional regular melee attacks (by using the full attack action), but at a lower attack bonus.
zh_cn: 高级角色可以进行多次一般的近战攻击（要用到全力攻击），但攻击加值上有惩罚。

source: An explosive compound does not include a fuse or detonator.
zh_cn: 爆炸化合物不包括导火索或起爆器。

source: An explosive is a weapon that, when detonated, affects all creatures and objects within its burst radius by means of shrapnel, heat, or massive concussion.
zh_cn: 爆炸物是一种范围攻击武器，一经引爆，爆炸半径内所有生物或物体都将受到破片、高爆、或震荡伤害。

source: An illegal act, bribery requires two willing participants—one to offer a bribe and the other to accept it.
zh_cn: 作为一个不法的行为，贿赂需要双方都有意向，无论是行贿方还是受贿方。

source: An illuminator is a small flashlight that mounts to a firearm, freeing up one of the user’s hands.
zh_cn: 挂载手电筒能挂载在枪械上，解放一只手。

source: An improvised thrown weapon has a range increment of 10 feet.
zh_cn: 临时投掷武器的射程跨度都是10尺。

source: An improvised weapon has a 50% chance of breaking each time it deals damage or, in the case of thrown objects, strikes a surface (such as a wall) or an object larger than itself.
zh_cn: 临时武器在每次造成伤害、投掷、攻击表面（比如墙）、或攻击比自身大的物体后都有50%的几率被破坏掉。

source: An improvised weapon is not considered simple, archaic, or exotic, so weapon proficiency feats cannot offset the –4 penalty.
zh_cn: 临时武器不会再视为为简单、古典、异种武器，所以擅长专长无法免除4点惩罚。

source: An increase in a character’s Constitution score—even a temporary one—can give the character more hit points (an effective hit point increase), but these are not temporary hit points.
zh_cn: 角色的体质值的增加——暂时增加的也算——能赋予角色更多的生命值（一次有效的生命增长），但这些不是暂时生命值。

source: An individual with a chaotic outlook tends to follow his or her instincts and whims, favor new ideas and experiences, and behave in a subjective and open manner in dealings with others.
zh_cn: 而阵营混乱的人则更喜欢按自己的套路行事，他们喜欢新奇的思想和体验，并且对他人的做法持开放态度。

source: An individual with a good allegiance tends to protect innocent life.
zh_cn: 善良阵营的人会倾向于保护无辜的生命，

source: An individual with a lawful outlook tends to tell the truth, keep his or her word, respect authority, and honor tradition, and he or she expects others to do likewise.
zh_cn: 守序的人通常诚实守信，尊重权威和传统，并且他们会希望周围的人也做同样的事。

source: An initiative check is a Dexterity check.
zh_cn: 一个先攻检定是一次敏捷检定。

source: An inspired ally gains a +2 morale bonus on saving throws, attack rolls, and damage rolls.
zh_cn: 被激励的友方的豁免、攻击和伤害骰都获得2点士气加值。

source: An inspired ally gains an additional +1 morale bonus on saving throws, attack rolls, and damage rolls, which stacks with the bonus from inspiration for a total of a +3 morale bonus.
zh_cn: 被激励的友方的豁免、攻击和伤害骰共计获得3点士气加值。

source: An object attended by a character (being grasped, touched, or worn) receives a saving throw just as if the character herself were making the saving throw.
zh_cn: 被角色`照管`（握着、接触着、穿戴着）的物品可进行豁免检定，相当于让照管者本人代行豁免。

source: An object being held, carried, or worn has a Defense equal to the above figure + 5 + the opponent’s Dexterity modifier + the opponent’s class bonus to Defense.
zh_cn: 被对手手持、携带或穿戴的物品，其防御值=尺寸防御+5+对手的敏捷调整值+对手的职业防御加值。

source: An object deals an additional 1d6 points of damage for every 10-foot increment it falls beyond the first (to a maximum of 20d6 points of damage).
zh_cn: 更高的高度下，超过部分每高10尺就有额外的1d6点伤害（额外伤害最高为20d6）。

source: An observer attempting to spot a concealed object receives a –1 penalty for every 10 feet between him or herself and the target, and a –5 penalty if distracted.
zh_cn: 观察者与目标距离每过10尺，侦察检定都有1点减值，若被分心则有5点减值。

source: An opponent who fails his or her save is shaken, taking a –2 penalty on attack rolls, saves, and skill checks for a number of rounds equal to 1d6 + the character’s Charisma modifier.
zh_cn: 豁免失败的对手将陷入`战栗`，所有攻击骰、豁免和技能检定有2点减值，持续轮数为1d6+角色魅力调整值。

source: An ordinary character has a Challenge Rating equal to his or her character level –1.
zh_cn: 路人角色拥有等于其角色等级-1的挑战等级。

source: An ordinary character has:
zh_cn: 路人角色：

source: An outfit of clothing represents everything a character needs to dress a part: pants or skirt, shirt, undergarments, appropriate shoes or boots, socks or stockings, and any necessary belt or suspenders.
zh_cn: 套装是指角色穿着的所有单衣的配套：短裤或短裙、内衣、得体的鞋子靴子、短袜或长袜、以及任何必需的腰带或吊带。

source: An unaided stable, conscious character who has negative hit points (and is disabled) doesn’t heal naturally.
zh_cn: 未受救治的稳定状态，负生命值的有意识的角色（也是瘫痪的）不会自然恢复。

source: An unarmed attack does not provoke attacks of opportunity from other foes, nor does it provoke an attack of opportunity from an unarmed foe.
zh_cn: 徒手攻击不会引发第三方的借机攻击，也不会引发徒手对手的借机攻击。

source: An unconscious character is unable to defend him or herself.
zh_cn: 昏迷的角色无法自我防御。

source: An undesirable location, such as a bad neighborhood or a remote rural site, reduces the purchase DC by 2.
zh_cn: 冷门的地段，比如低素质的邻里或者偏远的乡下，购买DC-2。

source: An unknotted rope.
zh_cn: 单条没绳结的绳索。

source: An untrained character uses Charisma checks to handle and push animals, but he or she can’t teach or train animals.
zh_cn: 未受训角色使用魅力检定来驾驭和逼迫动物，但不能教会动物技巧或工作。

source: An unusual and exotic-looking weapon, the bullpup AUG is the standard rifle of the Austrian and Australian armies.
zh_cn: AUG的无托式结构长相怪异，标新立异，但却是奥地利和澳大利亚军队的标准用枪。

source: An upstanding citizen with a good job and a family who has never before been charged with a crime gets minimal bail; a career criminal with nothing to lose gets maximum bail or may not be granted bail at all.
zh_cn: 处于上流社会，有着体面的工作，家庭成员也未被起诉过的人，保释金最低；光脚不怕穿鞋的罪犯，保释金最高，甚至不会获得保释。

source: Animal Affinity, Archaic Weapons Proficiency, Armor Proficiency (light), Attentive, Combat Expertise, Educated, Frightful Presence, Iron Will, Medical Expert, Studious, Trustworthy.
zh_cn: 动物亲和、擅长古典武器、擅长护甲（轻型）、听者有心、寓守于攻、良好教育、气势雄猛、钢铁意志、医药专家、好学、值得信赖。

source: Animal Affinity, Archaic Weapons Proficiency, Athletic, Blind-Fight, Brawl, Cleave, Combat Martial Arts, Combat Reflexes, Great Cleave, Improved Brawl, Improved Combat Martial Arts, Power Attack, Weapon Focus.
zh_cn: 动物亲和、擅长古典武器、竞技、盲斗、拳法、顺势斩、实战武术、战斗反射、强力顺势斩、精通拳法、精通实战武术、猛力攻击、专攻武器。

source: Animals almost always find other creatures or characters of interest.
zh_cn: 动物总是优先找感兴趣的人或生物。

source: Animals ill suited as mounts provide a –2 penalty on their rider’s Ride check.
zh_cn: 不适合骑乘的动物为骑乘者的骑术检定提供2点减值。

source: Another option is to run all out (a full-round action).
zh_cn: 此外还可以`全力奔跑`（一个整轮动作）。

source: Antiques, modern art, photography, and performance art forms such as music and dance, among others.
zh_cn: 古董、现代艺术、摄影以及诸如音乐和舞蹈等表演艺术。

source: Any attack at less than the given range increment is not penalized for range.
zh_cn: 距离低于一跨度的任何攻击都不会因射程受到惩罚。

source: Any attack from a distance of less than one range increment is not penalized for range.
zh_cn: 距离低于一跨度的任何攻击都不会因射程受到惩罚。

source: Any bonus without a descriptor (such as simply a “+1 bonus”) stacks with other bonuses.
zh_cn: 任何没有学名的加值（比如简单的“1点加值”）可与其他加值叠加。

source: Any creature capable of telling the difference between itself and things that are not itself has at least 1 point of Charisma.
zh_cn: 任何具备区别自我和其他存在的能力的生物至少具有1点魅力。

source: Any creature caught in the line of flame can make a Reflex save (DC 15) to take half damage.
zh_cn: 被火焰击中的生物都可以做一个反射豁免（DC15）使伤害减半。

source: Any creature or flammable object that takes damage from a flamethrower catches on fire, taking 1d6 points of fire damage each subsequent round until the flames are extinguished.
zh_cn: 任何被伤害到的生物或可燃物将会着火，接下来的每一轮都要受到1d6点火焰伤害，直到火焰熄灭。

source: Any creature that can move has at least 1 point of Dexterity.
zh_cn: 任何具备移动能力的生物至少具有1点敏捷。

source: Any creature that can perceive its environment in any fashion has at least 1 point of Wisdom.
zh_cn: 任何能够通过任意方式感知环境的生物具有至少1点感知。

source: Any creature that can physically manipulate other objects has at least 1 point of Strength.
zh_cn: 任何能够通过物理手段作用于其他物体的生物至少具有1点力量。

source: Any creature that can think, learn, or remember has at least 1 point of Intelligence.
zh_cn: 任何能够思考、学习、或者记忆的生物具有至少1点智力。

source: Any creature within the area has total concealment (attacks suffer a 50% miss chance, and the attacker can’t use sight to locate the target).
zh_cn: 区域内所有生物都将处于全隐藏状态（对其的攻击将有50%失手几率，攻击方无法用目力确定目标位置）。

source: Any damage dealt to the creature that falls below its massive damage threshold doesn’t reduce its hit points, unless that damage is of a type it is specifically vulnerable to, as mentioned in the creature’s description.
zh_cn: 任何对此生物的非巨创伤害都无效，除非受到有效类型的伤害，详见生物描述。

source: Any device that uses batteries comes with them.
zh_cn: 需要电池的设备旁边会有相应电池的描述。

source: Any hostile action by the Negotiator or by one of the Negotiator’s allies directed at the opponent allows the opponent to act as he or she sees fit.
zh_cn: 其后任何发自谈判专家及其同伙的敌对行为，对方酌情做出合理的反应。

source: Any levels from classes other than Mage are not included in this calculation unless specifically stated otherwise.
zh_cn: 主人法师外的其他等级不包括在内，除非另有说明。

source: Any living creature has at least 1 point of Constitution.
zh_cn: 任何活物均至少具有1点体质。

source: Any melee weapon can be empowered by the Shadow Slayer, including the Shadow Slayer’s unarmed strikes.
zh_cn: 任何近战武器都可以强效化，包括徒手击打。

source: Any modifiers that a target may have on Will saving throws against fear effects apply to this level check.
zh_cn: 目标所有的任何适用于其意志检定的调整值将应用与此等级检定。

source: Any other person attempting to make the animal perform a trick takes a –10 penalty on his or her Handle Animal check.
zh_cn: 其他人试图让动物完成技巧所做的驯养动物检定将受到10点减值。

source: Any other result is a failure.
zh_cn: 否则为失败。

source: Any portable object can be used as a weapon in a pinch.
zh_cn: 在紧要关头可以用作武器的便携物品。

source: Any potion that stores a spell with a costly material component or an XP cost also carries a commensurate cost.
zh_cn: 若法术本身需要花费材料或经验值，制造此法术的药水也需要花费。

source: Any scroll that stores a spell with a costly material component or an XP cost also carries a commensurate cost.
zh_cn: 若法术本身需要花费材料或经验值，制造此法术的卷轴也需要花费。

source: Any situation that denies a character his or her Dexterity bonus also denies his or her dodge bonuses.
zh_cn: 任何敏捷调整值无效的情况，闪避加值同样无效。

source: Any situation that denies the character his or her Dexterity bonus also denies the character dodge bonuses.
zh_cn: 任何敏捷调整值无效的情况，闪避加值同样无效。

source: Any situation that would deny the Field Scientist his or her Dexterity bonus to Defense also denies the Intelligence bonus.
zh_cn: 任何让敏捷加值无效的情形，也会使智力加值无效。

source: Any target that takes damage from a White Phosphorus grenade is dealt an additional 1d6 points of fire damage in the following round and risks catching on fire.
zh_cn: 被白磷弹伤害到的目标会在下一轮受到额外的1d6点火焰伤害，且会着火。

source: Any time a character purchases an object or service with a purchase DC higher than his or her current Wealth bonus, or one with a purchase DC of 15 or higher, the character’s Wealth bonus goes down.
zh_cn: 任何DC大于财富值，或者DC大于等于15时候，角色购买物品或服务会降低自己的财富加值。

source: Any time a character takes damage from a single hit that exceeds the character’s massive damage threshold, that damage is considered massive damage.
zh_cn: 只要角色受到的单次攻击伤害超过了角色的巨创阈值，此伤害视为巨创。

source: Any time the character takes damage while climbing, make a Climb check against the DC of the slope or wall.
zh_cn: 只要角色在攀爬时承受伤害，都要进行一次攀爬检定，对抗斜坡或墙的DC。

source: Any weapon more powerful than the type listed in the note also negates the ability.
zh_cn: 任何比列出的种类的武器更强的武器同样无视此能力。

source: Anyone else using a similar walkie-talkie within range can listen in on the character’s conversations.
zh_cn: 任何人只要使用相同的对讲机，在通讯距离内就能收听到角色的对话。

source: Anyone listening in on a secret message can attempt a Sense Motive check (DC equal to the sender’s Bluff check result).
zh_cn: 任何听到密信的人都可以做一次察言观色检定（DC等于传递者的唬骗检定结果）。

source: Anything a person could reasonably do in 6 seconds, a character can do in 1 round.
zh_cn: 角色能在一轮内完成任何现实中一个人在6秒内完成的事。

source: Anything not concealed can be spotted in a sweep with a successful check (DC 10).
zh_cn: 若检定成功（DC10），任何非隐藏的目标都会被侦察到。

source: Anything with no Wisdom score is an object, not a creature.
zh_cn: 无感知的存在为物体而非生物。

source: Anything without a Wisdom score also has no Charisma score, and vice versa.
zh_cn: 任何不具备感知的存在都不具备魅力属性，反之亦然。

source: Apply a character’s Constitution modifier to his or her Fortitude saving throws.
zh_cn: 计算强韧豁免骰需要加上角色的体质调整值。

source: Apply the character’s Constitution modifier to his or her Fortitude saving throws.
zh_cn: 计算强韧豁免骰需要加上角色的体质调整值。

source: Apply the character’s Wisdom modifier to his or her Will saving throws.
zh_cn: 计算意志豁免骰需要加上角色的感知调整值。

source: Apply this modifier along with one of the other three whenever appropriate.
zh_cn: 将此调整值应用到另外三个调整值合适的那一个上。

source: Applying chloroform to an unwilling subject requires a successful grapple check and pin.
zh_cn: 要成功擒抱住并压制目标，才能让不情愿的目标吸入氯仿。

source: Appraising the value of an object is one sort of task that can be performed using Knowledge.
zh_cn: 鉴定一个物品的价值，这类活动应用知识检定完成。
